{
    "2021-09-18_best-breakfast-sandwich": {
        "title": "Best Breakfast Sandwich",
        "date": "2021-09-18T13:35:53.247Z",
        "image": "/assets/img/bacon_egg_sandwich.jpg",
        "description": "This is a recipe for our go-to breakfast or brunch. This is **not** a meal to eat if you have lunch plans or even are expecting a big dinner. It'll keep you sated throughout the whole day. \n\nThis recipe yields 2 servings.",
        "ingridients": ["4 eggs", "4 slices of toast", "4-6 slices of bacon", "Cheese of your choosing", "Sauce of your choosing", "4 leaves of lettuce, chopped into small bits", "1 small onion, diced", "1 red pepper, chopped"],
        "process": ["Prepare your ingredients", "Cook your bacon in a nonstick pan. When the bacon is done, remove it from the pan and place it on a plate topped with a paper towel to soak up the fat.", "Keeping the bacon grease in the pan, cook 4 of your eggs. Don't forget to season with salt and pepper. Depending on the type of bacon, you may have more bacon grease than needed. You can always save this and keep it for another recipe!", "While your eggs are cookng, toast your bread.", "Once your bread is toasted, cover the bottom with a layer of a whatever sauce you'd like. We typically use siracha mayo.", "Put the lettuce, onion, and pepper onto your bread. Add the bacon afterwards.", "When your eggs are almost done, put the cheese on top so that it will melt. You can cover your eggs to get the cheese even meltier, but be careful not to overcook your eggs.", "Once your eggs are cooked to your liking, remove them from the heat. Place them on top of your now decorated slices of bread.8. ", "Save the clean up for another day and enjoy your breakfast!"],
        "body": "",
        "updatedAt": "2021-09-26T11:56:25.055Z"
    },
    "2021-09-19_spicy-carrot-soup": {
        "title": "Spicy Carrot Soup",
        "date": "2021-09-19T19:25:06.661Z",
        "image": "/assets/img/img-1433.jpg",
        "description": "A warm, autumny, spicy carrot soup with sweet potato and turnip. Pairs great with garlic bread (as pictured here)!",
        "ingridients": ["1 tsp coconut oil", "400g carrot, peeled", "125g sweet potato, diced", "1 medium onion, diced", "2 garlic cloves, finely chopped", "2 tbs powdered ginger", "1 tbs powdered turnip", "1 tsp cumin", "1/2 tsp corriander", "1/2 tsp cayenne", "7.5 dl water", "0.5l vegetable stock", "1 can of coconut milk", "1 lime, juiced", "salt and pepper to taste"],
        "process": ["Melt the coconut oil in a big pot on medium heat. Add carrots, sweet potato, and onion. Let it sweat for around 5 minutes. Add garlic, ginger, turnip, and spices. Let it sweat. for a couple of minutes", "Add water and stock. Lower the heat and let the soup reduce for 25 minutes, until the carrots and sweet potato are soft.", "Take the soup off the heat and use a handmixer to puree. Once everything is blended together, put the soup back on the stove. Add coconut milk and lime juice. Cook the soup again. Put it on medium heat for 5 minutes. Add salt and pepper to taste.", "Remove the soup from the heat and serve it into bowls of your choice. Now it's time to enjoy!"],
        "body": "",
        "updatedAt": "2021-09-19T20:07:08.095Z"
    }
}